Repository: fau-klue/ai-act-corpus
Catalog: corpus/tmx_files/AI_Act-EN-PT-Trados.tmx
Source language: en_gb
Languages: pt_pt

source: Where a notified body finds that an AI system no longer meets the requirements set out in Section 2, it shall, taking account of the principle of proportionality, suspend or withdraw the certificate issued or impose restrictions on it, unless compliance with those requirements is ensured by appropriate corrective action taken by the provider of the system within an appropriate deadline set by the notified body.
pt_pt: Se verificar que um sistema de IA deixou de cumprir os requisitos estabelecidos na secção 2, o organismo notificado deve suspender, retirar ou restringir o certificado emitido, tendo em conta o princípio da proporcionalidade, a não ser que o prestador do sistema assegure o cumprimento desses requisitos tomando as medidas corretivas necessárias num prazo adequado estabelecido pelo organismo notificado.

source: The notified body shall give reasons for its decision.
pt_pt: O organismo notificado deve fundamentar a sua decisão.

source: An appeal procedure against decisions of the notified bodies, including on conformity certificates issued, shall be available.
pt_pt: Deve prever-se um procedimento de recurso das decisões dos organismos notificados, incluindo sobre os certificados de conformidade emitidos.

source: Article 45
pt_pt: Artigo 45.o

source: Information obligations of notified bodies
pt_pt: Obrigações de informação dos organismos notificados

source: Notified bodies shall inform the notifying authority of the following:
pt_pt: Os organismos notificados devem comunicar à autoridade notificadora as seguintes informações:

source: any Union technical documentation assessment certificates, any supplements to those certificates, and any quality management system approvals issued in accordance with the requirements of Annex VII;
pt_pt: Certificados da União de avaliação da documentação técnica, todos os suplementos desses certificados, bem como aprovações de sistemas de gestão da qualidade emitidos em conformidade com os requisitos do anexo VII;

source: any refusal, restriction, suspension or withdrawal of a Union technical documentation assessment certificate or a quality management system approval issued in accordance with the requirements of Annex VII;
pt_pt: Recusas, restrições, suspensões ou retiradas de certificados da União de avaliação da documentação técnica ou de aprovações de sistemas de gestão da qualidade emitidos em conformidade com os requisitos do anexo VII;

source: any circumstances affecting the scope of or conditions for notification;
pt_pt: Circunstâncias que afetem o âmbito ou as condições de notificação;

source: any request for information which they have received from market surveillance authorities regarding conformity assessment activities;
pt_pt: Pedidos de informação que tenham recebido das autoridades de fiscalização do mercado sobre as atividades de avaliação da conformidade;

source: on request, conformity assessment activities performed within the scope of their notification and any other activity performed, including cross-border activities and subcontracting.
pt_pt: Se lhes for solicitado, as atividades de avaliação da conformidade exercidas no âmbito da respetiva notificação e quaisquer outras atividades exercidas, nomeadamente atividades transfronteiriças e de subcontratação.

source: Each notified body shall inform the other notified bodies of:
pt_pt: Cada organismo notificado deve informar os outros organismos notificados sobre:

source: quality management system approvals which it has refused, suspended or withdrawn, and, upon request, of quality system approvals which it has issued;
pt_pt: As aprovações de sistemas de gestão da qualidade que tenha recusado, suspendido ou retirado e, mediante pedido, as aprovações que tenha concedido a sistemas de qualidade;

source: Union technical documentation assessment certificates or any supplements thereto which it has refused, withdrawn, suspended or otherwise restricted, and, upon request, of the certificates and/or supplements thereto which it has issued.
pt_pt: Os certificados da União de avaliação da documentação técnica ou quaisquer suplementos dos mesmos que tenha recusado, retirado, suspendido ou restringido e, mediante pedido, os certificados e/ou suplementos dos mesmos que tenha emitido.

source: Each notified body shall provide the other notified bodies carrying out similar conformity assessment activities covering the same types of AI systems with relevant information on issues relating to negative and, on request, positive conformity assessment results.
pt_pt: Cada organismo notificado deve disponibilizar aos outros organismos notificados que realizam atividades de avaliação da conformidade semelhantes e relativas aos mesmos tipos de sistemas de IA informações importantes sobre questões relativas aos resultados negativos e, mediante pedido, aos resultados positivos dos procedimentos de avaliação da conformidade.

source: Notified bodies shall safeguard the confidentiality of the information that they obtain, in accordance with Article 78.
pt_pt: Os organismos notificados devem proteger a confidencialidade das informações que obtêm, em conformidade com o artigo 78.o.

source: Article 46
pt_pt: Artigo 46.o

source: Derogation from conformity assessment procedure
pt_pt: Derrogação do procedimento de avaliação da conformidade

source: By way of derogation from Article 43 and upon a duly justified request, any market surveillance authority may authorise the placing on the market or the putting into service of specific high-risk AI systems within the territory of the Member State concerned, for exceptional reasons of public security or the protection of life and health of persons, environmental protection or the protection of key industrial and infrastructural assets.
pt_pt: Em derrogação do artigo 43.o e mediante pedido devidamente justificado, qualquer autoridade de fiscalização do mercado pode autorizar a colocação no mercado ou a colocação em serviço de determinados sistemas de IA de risco elevado no território do Estado-Membro em causa, por motivos excecionais de segurança pública ou de proteção da vida e da saúde das pessoas, de proteção do ambiente ou de proteção de ativos industriais e infraestruturas essenciais.

source: That authorisation shall be for a limited period while the necessary conformity assessment procedures are being carried out, taking into account the exceptional reasons justifying the derogation.
pt_pt: Essa autorização é concedida por um período limitado enquanto estiverem em curso os procedimentos de avaliação da conformidade necessários, tendo em conta as razões excecionais que justificam a derrogação.

source: The completion of those procedures shall be undertaken without undue delay.
pt_pt: Esses procedimentos devem ser concluídos sem demora injustificada.

source: In a duly justified situation of urgency for exceptional reasons of public security or in the case of specific, substantial and imminent threat to the life or physical safety of natural persons, law-enforcement authorities or civil protection authorities may put a specific high-risk AI system into service without the authorisation referred to in paragraph 1, provided that such authorisation is requested during or after the use without undue delay.
pt_pt: Em situações de urgência devidamente justificadas por motivos excecionais de segurança pública ou em caso de ameaça específica, substancial e iminente para a vida ou a segurança física de pessoas singulares, as autoridades responsáveis pela aplicação da lei ou as autoridades da proteção civil podem colocar em serviço um sistema de IA de risco elevado específico sem a autorização a se refere o n.o 1, desde que essa autorização seja solicitada durante ou após a utilização, sem demora injustificada.

source: If the authorisation referred to in paragraph 1 is refused, the use of the high-risk AI system shall be stopped with immediate effect and all the results and outputs of such use shall be immediately discarded.
pt_pt: Se a autorização a que se refere o n.o 1 for recusada, a utilização do sistema de IA de risco elevado deve ser suspensa com efeito imediato e todos os resultados dessa utilização devem ser imediatamente descartados.

source: The authorisation referred to in paragraph 1 shall be issued only if the market surveillance authority concludes that the high-risk AI system complies with the requirements of Section 2.
pt_pt: A autorização a que se refere o n.o 1 só deve ser concedida se a autoridade de fiscalização do mercado concluir que o sistema de IA de risco elevado cumpre os requisitos da secção 2.

source: The market surveillance authority shall inform the Commission and the other Member States of any authorisation issued pursuant to paragraphs 1 and 2.
pt_pt: A autoridade de fiscalização do mercado deve informar a Comissão e os outros Estados-Membros sobre as autorizações concedidas nos termos dos n.os 1 e 2.

source: This obligation shall not cover sensitive operational data in relation to the activities of law-enforcement authorities.
pt_pt: Esta obrigação não abrange os dados operacionais sensíveis relativos às atividades das autoridades responsáveis pela aplicação da lei.

source: Where, within 15 calendar days of receipt of the information referred to in paragraph 3, no objection has been raised by either a Member State or the Commission in respect of an authorisation issued by a market surveillance authority of a Member State in accordance with paragraph 1, that authorisation shall be deemed justified.
pt_pt: Se, no prazo de 15 dias a contar da receção da informação a que se refere o n.o 3, nem os Estados-Membros nem a Comissão tiverem formulado objeções a uma autorização concedida por uma autoridade de fiscalização do mercado de um Estado-Membro em conformidade com o n.o 1, considera-se que a autorização é justificada.

source: Where, within 15 calendar days of receipt of the notification referred to in paragraph 3, objections are raised by a Member State against an authorisation issued by a market surveillance authority of another Member State, or where the Commission considers the authorisation to be contrary to Union law, or the conclusion of the Member States regarding the compliance of the system as referred to in paragraph 3 to be unfounded, the Commission shall, without delay, enter into consultations with the relevant Member State.
pt_pt: Se, nos 15 dias subsequentes à receção da notificação a que se refere o n.o 3, um Estado-Membro formular objeções a uma autorização concedida por uma autoridade de fiscalização do mercado de outro Estado-Membro, ou se a Comissão considerar que a autorização é contrária ao direito da União ou que a conclusão dos Estados-Membros sobre a conformidade do sistema a que se refere o n.o 3 é infundada, a Comissão procede sem demora a consultas com o Estado-Membro em causa.

source: The operators concerned shall be consulted and have the possibility to present their views.
pt_pt: Os operadores em causa devem ser consultados e ter a possibilidade de apresentar as suas observações.

source: Having regard thereto, the Commission shall decide whether the authorisation is justified.
pt_pt: Tendo em conta essas consultas, a Comissão decide se a autorização se justifica.

source: The Commission shall address its decision to the Member State concerned and to the relevant operators.
pt_pt: A Comissão designa o Estado-Membro e os operadores em causa como destinatários da decisão.

source: Where the Commission considers the authorisation unjustified, it shall be withdrawn by the market surveillance authority of the Member State concerned.
pt_pt: Se a Comissão considerar que a autorização é injustificada, a autoridade de fiscalização do mercado do Estado-Membro em causa deve retirá-la.

source: For high-risk AI systems related to products covered by Union harmonisation legislation listed in Section A of Annex I, only the derogations from the conformity assessment established in that Union harmonisation legislation shall apply.
pt_pt: No caso dos sistemas de IA de risco elevado relacionados com produtos abrangidos pelos atos enumerados na lista da legislação de harmonização da União constante do anexo I, secção A, só são aplicáveis as derrogações à avaliação da conformidade previstas nessa mesma legislação.

source: Article 47
pt_pt: Artigo 47.o

source: EU declaration of conformity
pt_pt: Declaração UE de conformidade

source: The provider shall draw up a written machine readable, physical or electronically signed EU declaration of conformity for each high-risk AI system, and keep it at the disposal of the national competent authorities for 10 years after the high-risk AI system has been placed on the market or put into service.
pt_pt: O prestador deve elaborar uma declaração UE de conformidade legível por máquina, assinada à mão ou eletronicamente, para cada sistema de IA de risco elevado, e mantê-la à disposição das autoridades nacionais competentes por um período de 10 anos a contar da data de colocação no mercado ou de colocação em serviço do sistema de IA de risco elevado.

source: The EU declaration of conformity shall identify the high-risk AI system for which it has been drawn up.
pt_pt: A declaração UE de conformidade deve especificar o sistema de IA de risco elevado para o qual foi elaborada.

source: A copy of the EU declaration of conformity shall be submitted to the relevant national competent authorities upon request.
pt_pt: Deve ser apresentada às autoridades nacionais competentes, mediante pedido, uma cópia da declaração UE de conformidade.

source: The EU declaration of conformity shall state that the high-risk AI system concerned meets the requirements set out in Section 2.
pt_pt: A declaração UE de conformidade deve mencionar que o sistema de IA de risco elevado em causa cumpre os requisitos estabelecidos na secção 2.

source: The EU declaration of conformity shall contain the information set out in Annex V, and shall be translated into a language that can be easily understood by the national competent authorities of the Member States in which the high-risk AI system is placed on the market or made available.
pt_pt: A declaração UE de conformidade deve conter as informações indicadas no anexo V e ser traduzida para uma língua que possa ser facilmente compreendida pelas autoridades nacionais competentes dos Estados-Membros em que o sistema de IA de risco elevado seja colocado no mercado ou disponibilizado.

source: Where high-risk AI systems are subject to other Union harmonisation legislation which also requires an EU declaration of conformity, a single EU declaration of conformity shall be drawn up in respect of all Union law applicable to the high-risk AI system.
pt_pt: Se os sistemas de IA de risco elevado estiverem sujeitos a outra legislação de harmonização da União que também exija uma declaração UE de conformidade, deve ser elaborada uma única declaração UE de conformidade respeitante a todo o direito da União aplicáveis ao sistema de IA de risco elevado.

source: The declaration shall contain all the information required to identify the Union harmonisation legislation to which the declaration relates.
pt_pt: A declaração deve incluir todas as informações necessárias para identificar a legislação de harmonização da União a que diz respeito.

source: By drawing up the EU declaration of conformity, the provider shall assume responsibility for compliance with the requirements set out in Section 2.
pt_pt: Ao elaborar a declaração UE de conformidade, o prestador assume a responsabilidade pelo cumprimento dos requisitos estabelecidos na secção 2.

source: The provider shall keep the EU declaration of conformity up-to-date as appropriate.
pt_pt: O prestador deve manter a declaração UE de conformidade atualizada na medida do necessário.

source: The Commission is empowered to adopt delegated acts in accordance with Article 97 in order to amend Annex V by updating the content of the EU declaration of conformity set out in that Annex, in order to introduce elements that become necessary in light of technical progress.
pt_pt: A Comissão fica habilitada a adotar atos delegados nos termos do artigo 97.o para alterar o anexo V através da atualização do conteúdo da declaração UE de conformidade estabelecido nesse anexo, a fim de introduzir elementos que se tornem necessários à luz da evolução técnica.

source: Article 48
pt_pt: Artigo 48.o

source: CE marking
pt_pt: Marcação CE

source: The CE marking shall be subject to the general principles set out in Article 30 of Regulation (EC) No 765/2008.
pt_pt: A marcação CE está sujeita aos princípios gerais enunciados no artigo 30.o do Regulamento (CE) n.o 765/2008.

source: For high-risk AI systems provided digitally, a digital CE marking shall be used, only if it can easily be accessed via the interface from which that system is accessed or via an easily accessible machine-readable code or other electronic means.
pt_pt: No caso dos sistemas de IA de risco elevado disponibilizados digitalmente, só deve ser utilizada uma marcação CE digital se esta for facilmente acessível através da interface a partir da qual se acede a esse sistema ou através de um código legível por máquina facilmente acessível ou por outros meios eletrónicos.

source: The CE marking shall be affixed visibly, legibly and indelibly for high-risk AI systems.
pt_pt: A marcação CE deve ser aposta de modo visível, legível e indelével nos sistemas de IA de risco elevado.

source: Where that is not possible or not warranted on account of the nature of the high-risk AI system, it shall be affixed to the packaging or to the accompanying documentation, as appropriate.
pt_pt: Caso a natureza do sistema de IA de risco elevado não permita ou não garanta essas características da marcação, esta deve ser aposta na embalagem ou na documentação que acompanha o sistema, conforme for mais adequado.

source: Where applicable, the CE marking shall be followed by the identification number of the notified body responsible for the conformity assessment procedures set out in Article 43.
pt_pt: Quando aplicável, a marcação CE deve ser acompanhada do número de identificação do organismo notificado responsável pelos procedimentos de avaliação da conformidade estabelecidos no artigo 43.o.

source: The identification number of the notified body shall be affixed by the body itself or, under its instructions, by the provider or by the provider’s authorised representative.
pt_pt: O número de identificação do organismo notificado deve ser aposto pelo próprio organismo ou, segundo as suas instruções, pelo prestador ou pelo seu mandatário.

source: The identification number shall also be indicated in any promotional material which mentions that the high-risk AI system fulfils the requirements for CE marking.
pt_pt: O número de identificação deve ser também indicado em todo o material promocional que mencione que o sistema de IA de risco elevado cumpre os requisitos aplicáveis à marcação CE.

source: Where high-risk AI systems are subject to other Union law which also provides for the affixing of the CE marking, the CE marking shall indicate that the high-risk AI system also fulfil the requirements of that other law.
pt_pt: Caso os sistemas de IA de risco elevado sejam objeto de outro direito da União que também preveja a aposição da marcação CE, essa marcação deve indicar que os sistemas de IA de risco elevado cumprem igualmente os requisitos desse outro direito.

source: Article 49
pt_pt: Artigo 49.o

source: Registration
pt_pt: Registo

source: Before placing on the market or putting into service a high-risk AI system listed in Annex III, with the exception of high-risk AI systems referred to in point 2 of Annex III, the provider or, where applicable, the authorised representative shall register themselves and their system in the EU database referred to in Article 71.
pt_pt: Antes da colocação no mercado ou da colocação em serviço de um sistema de IA de risco elevado enumerado no anexo III, com exceção dos sistemas de IA de risco elevado a que se refere o anexo III, ponto 2, o prestador ou, se for caso disso, o mandatário deve registar-se e registar o seu sistema na base de dados da UE a que se refere o artigo 71.o.

source: Before placing on the market or putting into service an AI system for which the provider has concluded that it is not high-risk according to Article 6(3), that provider or, where applicable, the authorised representative shall register themselves and that system in the EU database referred to in Article 71.
pt_pt: Antes da colocação no mercado ou da colocação em serviço de um sistema de IA relativamente ao qual o prestador tenha concluído que não é de risco elevado nos termos do artigo 6.o, n.o 3, esse prestador ou, se for caso disso, o mandatário deve registar-se e registar esse sistema na base de dados da UE a que se refere o artigo 71.o.

source: Before putting into service or using a high-risk AI system listed in Annex III, with the exception of high-risk AI systems listed in point 2 of Annex III, deployers that are public authorities, Union institutions, bodies, offices or agencies or persons acting on their behalf shall register themselves, select the system and register its use in the EU database referred to in Article 71.
pt_pt: Antes de colocarem em serviço ou utilizarem um dos sistemas de IA de risco elevado enumerados no anexo III, com exceção dos sistemas de IA de risco elevado enumerados no ponto 2 do anexo III, os responsáveis pela implantação que sejam autoridades públicas, instituições, órgãos ou organismos da União ou pessoas que atuem em seu nome devem registar-se, selecionar o sistema e registar a sua utilização na base de dados da UE a que se refere o artigo 71.o.

source: For high-risk AI systems referred to in points 1, 6 and 7 of Annex III, in the areas of law enforcement, migration, asylum and border control management, the registration referred to in paragraphs 1, 2 and 3 of this Article shall be in a secure non-public section of the EU database referred to in Article 71 and shall include only the following information, as applicable, referred to in:
pt_pt: No caso dos sistemas de IA de risco elevado a que se refere o anexo III, pontos 1, 6 e 7, nos domínios da aplicação da lei, da migração, do asilo e da gestão do controlo das fronteiras, o registo referido nos n.os 1, 2 e 3 do presente artigo deve ser efetuado numa secção segura e não pública da base de dados da UE a que se refere o artigo 71.o e incluir apenas as seguintes informações, conforme aplicável, a que se referem:

source: Section A, points 1 to 10, of Annex VIII, with the exception of points 6, 8 and 9;
pt_pt: O anexo VIII, secção A, pontos 1 a 10, com exceção dos pontos 6, 8 e 9;

source: Section B, points 1 to 5, and points 8 and 9 of Annex VIII;
pt_pt: O anexo VIII, secção B, pontos 1 a 5 e pontos 8 e 9;

source: Section C, points 1 to 3, of Annex VIII;
pt_pt: O anexo VIII, secção C, pontos 1 a 3;

source: points 1, 2, 3 and 5, of Annex IX.
pt_pt: O anexo IX, pontos 1, 2, 3 e 5.

source: Only the Commission and national authorities referred to in Article 74(8) shall have access to the respective restricted sections of the EU database listed in the first subparagraph of this paragraph.
pt_pt: Só a Comissão e as autoridades nacionais referidas no artigo 74.o, n.o 8, têm acesso às respetivas secções restritas da base de dados da UE a que se refere o primeiro parágrafo do presente número.

source: High-risk AI systems referred to in point 2 of Annex III shall be registered at national level.
pt_pt: Os sistemas de IA de risco elevado a que se refere o anexo III, ponto 2, devem ser registados a nível nacional.

source: CHAPTER IV
pt_pt: CAPÍTULO IV
